{
    "Privacy Policy": "गोपनीयता नीति",
    "Introduction": "परिचय",
    "This Privacy Policy outlines how Bachiswap collects, uses, shares, and protects your personal information when you use our trading platform. We are committed to respecting your privacy and safeguarding your personal data.": "यह गोपनीयता नीति बताती है कि जब आप हमारे ट्रेडिंग प्लेटफॉर्म का उपयोग करते हैं तो Bachiswap आपकी व्यक्तिगत जानकारी कैसे एकत्रित, उपयोग, साझा और सुरक्षा करता है। हम आपकी गोपनीयता का सम्मान करने और आपके व्यक्तिगत डेटा की रक्षा करने के लिए प्रतिबद्ध हैं।",
    "Information We Collect": "हमारी एकत्र की जाने वाली जानकारी",
    "Personal Information: We may collect personal information when you create an account, including your name, email address, phone number, IP address, and identity verification information": "व्यक्तिगत जानकारी: हम आपके द्वारा खाता बनाने पर व्यक्तिगत जानकारी एकत्र कर सकते हैं, जिसमें आपका नाम, ईमेल पता, फोन नंबर, IP पता, और पहचान सत्यापन जानकारी शामिल है।",
    "Transaction Information: We collect information about your transactions on the platform, such as the types of cryptocurrencies, quantities, prices, and transaction times.": "लेनदेन की जानकारी: हम प्लेटफॉर्म पर आपके लेनदेन के बारे में जानकारी एकत्र करते हैं, जैसे क्रिप्टोकरेंसी के प्रकार, मात्रा, कीमतें, और लेनदेन का समय।",
    "Device Information: We may collect information about the device you use to access our platform, including the operating system, browser, and IP address.": "उपकरण की जानकारी: हम उस उपकरण के बारे में जानकारी एकत्र कर सकते हैं जिसे आप हमारे प्लेटफॉर्म तक पहुँचने के लिए उपयोग करते हैं, जिसमें ऑपरेटिंग सिस्टम, ब्राउज़र, और IP पता शामिल है।",
    "How We Use Your Information": "हम आपकी जानकारी का उपयोग कैसे करते हैं",
    "Providing Services: We use your personal information to verify your identity, create an account, process transactions, and provide customer support.": "सेवाएं प्रदान करना: हम आपकी व्यक्तिगत जानकारी का उपयोग आपकी पहचान सत्यापित करने, खाता बनाने, लेनदेन प्रक्रिया करने, और ग्राहक सहायता प्रदान करने के लिए करते हैं।",
    "Securing Your Account: We use your personal information to protect your account and prevent fraudulent activity.": "आपके खाते की सुरक्षा: हम आपके खाते की सुरक्षा और धोखाधड़ी की गतिविधियों को रोकने के लिए आपकी व्यक्तिगत जानकारी का उपयोग करते हैं।",
    "Improving Services: We use information about your transactions to analyze and improve our services.": "सेवाओं में सुधार: हम अपनी सेवाओं का विश्लेषण और सुधार करने के लिए आपके लेनदेन की जानकारी का उपयोग करते हैं।",
    "Compliance with Laws: We may use your information to comply with legal and regulatory requirements.": "कानूनों का अनुपालन: हम कानूनी और नियामक आवश्यकताओं का पालन करने के लिए आपकी जानकारी का उपयोग कर सकते हैं।",
    "Sharing of Information": "जानकारी का साझा करना",
    "We do not share your personal information with any third parties, except as required by law or to protect our rights and property.": "हम आपकी व्यक्तिगत जानकारी को किसी भी तृतीय पक्ष के साथ साझा नहीं करते हैं, सिवाय इसके कि जब कानून द्वारा आवश्यक हो या हमारे अधिकारों और संपत्ति की सुरक्षा के लिए।",
    "Data Security": "डेटा सुरक्षा",
    "We employ technical and organizational security measures to protect your personal information from loss, unauthorized access, disclosure, alteration, use, or destruction.": "हम आपकी व्यक्तिगत जानकारी को खोने, अनधिकृत पहुंच, प्रकटीकरण, परिवर्तन, उपयोग, या विनाश से बचाने के लिए तकनीकी और संगठनात्मक सुरक्षा उपायों का उपयोग करते हैं।",
    "Your Rights": "आपके अधिकार",
    "You have the right to access, modify, and delete your personal information. You also have the right to object to the processing of your personal information.": "आपको अपनी व्यक्तिगत जानकारी तक पहुंचने, संशोधित करने, और हटाने का अधिकार है। आपको अपनी व्यक्तिगत जानकारी की प्रक्रिया का विरोध करने का भी अधिकार है।",
    "Changes to This Privacy Policy": "इस गोपनीयता नीति में परिवर्तन",
    "We may update this Privacy Policy from time to time. We will notify you of any significant changes.": "हम समय-समय पर इस गोपनीयता नीति को अपडेट कर सकते हैं। हम आपको किसी भी महत्वपूर्ण परिवर्तन की सूचना देंगे।",
    "Contact Us": "हमसे संपर्क करें",
    "Bachiswap reserves the right to change these Terms of Service at any time. We will notify you of any material changes.": "Bachiswap को इन सेवा शर्तों को कभी भी बदलने का अधिकार है। हम आपको किसी भी महत्वपूर्ण परिवर्तन की सूचना देंगे।",
    "Contact": "संपर्क करें",
    "If you have any questions or concerns about this Privacy Policy, please contact us using the contact information provided on the Bachiswap website. Note This is a general template. Bachiswap may have a more detailed privacy policy with specific terms and conditions. Please refer to the official Bachiswap website for the most accurate information.": "यदि आपके पास इस गोपनीयता नीति के बारे में कोई प्रश्न या चिंताएँ हैं, तो कृपया Bachiswap वेबसाइट पर प्रदान की गई संपर्क जानकारी का उपयोग करके हमसे संपर्क करें। नोट: यह एक सामान्य टेम्पलेट है। Bachiswap के पास विशिष्ट शर्तों और नियमों के साथ अधिक विस्तृत गोपनीयता नीति हो सकती है। कृपया सटीक जानकारी के लिए आधिकारिक Bachiswap वेबसाइट देखें।",
    "Additionally, when drafting a privacy policy, consider the following:": "इसके अलावा, गोपनीयता नीति को ड्राफ्ट करते समय निम्नलिखित पर विचार करें:",
    "Compliance with Laws: Ensure your policy complies with current data protection regulations.": "कानूनों का अनुपालन: सुनिश्चित करें कि आपकी नीति मौजूदा डेटा सुरक्षा विनियमों का पालन करती है।",
    "Transparency: Use clear and understandable language so users can easily comprehend how their information is handled.": "पारदर्शिता: स्पष्ट और समझने योग्य भाषा का उपयोग करें ताकि उपयोगकर्ता आसानी से समझ सकें कि उनकी जानकारी कैसे संभाली जाती है।",
    "Data Security: Implement robust security measures to protect personal information.": "डेटा सुरक्षा: व्यक्तिगत जानकारी की सुरक्षा के लिए मजबूत सुरक्षा उपाय लागू करें।",
    "User Rights: Guarantee users have control over their data": "उपयोगकर्ता अधिकार: सुनिश्चित करें कि उपयोगकर्ताओं के पास अपने डेटा पर नियंत्रण हो।",
    "Note: This is a general template. Bachiswap may have more detailed Terms of Service with specific terms and conditions. Please refer to the official Bachiswap website for the most accurate information.": "नोट: यह एक सामान्य टेम्पलेट है। Bachiswap के पास विशिष्ट शर्तों और नियमों के साथ अधिक विस्तृत सेवा शर्तें हो सकती हैं। कृपया सटीक जानकारी के लिए आधिकारिक Bachiswap वेबसाइट देखें।"
}
