{
    "Terms & Condition": "नियम और शर्तें",
    "Introduction": "परिचय",
    "These Terms of Service govern the relationship between Bachiswap and its users. By using our trading platform, you agree to be bound by these terms and conditions.": "ये सेवा की शर्तें Bachiswap और उसके उपयोगकर्ताओं के बीच संबंधों को नियंत्रित करती हैं। हमारे ट्रेडिंग प्लेटफॉर्म का उपयोग करके, आप इन नियमों और शर्तों के प्रति बंधन मानने के लिए सहमत होते हैं।",
    "Service Description": "सेवा का विवरण",
    "Bachiswap provides a trading platform that enables users to exchange cryptocurrencies. We do not guarantee the continuous or uninterrupted availability of the service.": "Bachiswap एक ट्रेडिंग प्लेटफॉर्म प्रदान करता है जो उपयोगकर्ताओं को क्रिप्टोकरेंसी का आदान-प्रदान करने की अनुमति देता है। हम सेवा की निरंतर या निर्बाध उपलब्धता की गारंटी नहीं देते हैं।",
    "User Accounts": "उपयोगकर्ता खाते",
    "To use the platform, you must create an account. You are responsible for maintaining the security of your account information. Bachiswap is not liable for any losses resulting from the unauthorized use of your account.": "प्लेटफ़ॉर्म का उपयोग करने के लिए, आपको एक खाता बनाना होगा। आप अपने खाता जानकारी की सुरक्षा बनाए रखने के लिए जिम्मेदार हैं। Bachiswap आपके खाते के अनधिकृत उपयोग से होने वाले किसी भी नुकसान के लिए उत्तरदायी नहीं है।",
    "Transactions": "लेनदेन",
    "All transactions on the Bachiswap platform are peer-to-peer. Bachiswap does not act as an intermediary in these transactions. You are solely responsible for your transactions.": "Bachiswap प्लेटफॉर्म पर सभी लेनदेन पीयर-टू-पीयर हैं। इन लेनदेन में Bachiswap मध्यस्थ के रूप में कार्य नहीं करता है। आप अपने लेनदेन के लिए पूरी तरह से जिम्मेदार हैं।",
    "Fees": "शुल्क",
    "Bachiswap may charge fees for its services. Fees will be clearly communicated on the platform.": "Bachiswap अपनी सेवाओं के लिए शुल्क ले सकता है। शुल्क प्लेटफॉर्म पर स्पष्ट रूप से संप्रेषित किए जाएंगे।",
    "Limitation of Liability": "दायित्व की सीमा",
    "Bachiswap is not liable for any direct, indirect, incidental, or consequential damages arising out of the use or inability to use the platform.": "Bachiswap प्लेटफॉर्म के उपयोग या उपयोग करने में असमर्थता के परिणामस्वरूप उत्पन्न किसी भी प्रत्यक्ष, अप्रत्यक्ष, आकस्मिक, या परिणामी क्षति के लिए उत्तरदायी नहीं है।",
    "Intellectual Property": "बौद्धिक संपदा",
    "All intellectual property rights related to the Bachiswap platform belong to Bachiswap.": "Bachiswap प्लेटफॉर्म से संबंधित सभी बौद्धिक संपदा अधिकार Bachiswap के पास हैं।",
    "Changes to Terms of Service": "सेवा की शर्तों में परिवर्तन",
    "Bachiswap reserves the right to change these Terms of Service at any time. We will notify you of any material changes.": "Bachiswap को इन सेवा की शर्तों को किसी भी समय बदलने का अधिकार है। हम आपको किसी भी महत्वपूर्ण परिवर्तन की सूचना देंगे।",
    "Contact": "संपर्क",
    "If you have any questions or concerns about these Terms of Service, please contact us using the contact information provided on the Bachiswap website.": "यदि आपके पास इन सेवा की शर्तों के बारे में कोई प्रश्न या चिंताएँ हैं, तो कृपया Bachiswap वेबसाइट पर प्रदान की गई संपर्क जानकारी का उपयोग करके हमसे संपर्क करें।",
    "Additional considerations when drafting Terms of Service:": "सेवा की शर्तें तैयार करते समय अतिरिक्त विचार:",
    "Compliance with Laws: Ensure your Terms of Service comply with applicable laws and regulations related to cryptocurrency trading.": "कानूनों का अनुपालन: सुनिश्चित करें कि आपकी सेवा की शर्तें क्रिप्टोकरेंसी ट्रेडिंग से संबंधित लागू कानूनों और नियमों का पालन करती हैं।",
    "Clarity and Fairness: Use clear and understandable language and ensure the terms are fair to both parties.": "स्पष्टता और निष्पक्षता: स्पष्ट और समझने योग्य भाषा का उपयोग करें और सुनिश्चित करें कि शर्तें दोनों पक्षों के लिए निष्पक्ष हों।",
    "User Protection: Clearly define Bachiswap's responsibilities to users and the protections afforded to them.": "उपयोगकर्ता सुरक्षा: Bachiswap की उपयोगकर्ताओं के प्रति जिम्मेदारियों और उन्हें दी जाने वाली सुरक्षा को स्पष्ट रूप से परिभाषित करें।",
    "Dispute Resolution: Specify how disputes between Bachiswap and users will be resolved.": "विवाद समाधान: यह निर्दिष्ट करें कि Bachiswap और उपयोगकर्ताओं के बीच विवाद कैसे हल किए जाएंगे।",
    "For further assistance with drafting Terms of Service, consult with a legal expert. Would you like me to add specific clauses to this template?": "सेवा की शर्तें तैयार करने में अधिक सहायता के लिए, कृपया किसी कानूनी विशेषज्ञ से परामर्श करें। क्या आप चाहते हैं कि मैं इस टेम्पलेट में कुछ विशिष्ट खंड जोड़ूं?",
    "Disclaimer of Warranties: Explicitly stating that the platform is provided as is without warranties.": "वारंटी का अस्वीकरण: स्पष्ट रूप से यह बताना कि प्लेटफॉर्म बिना किसी वारंटी के 'जैसा है' प्रदान किया जाता है।",
    "Indemnification: Requiring users to indemnify Bachiswap for certain claims.": "क्षतिपूर्ति: उपयोगकर्ताओं से कुछ दावों के लिए Bachiswap की क्षतिपूर्ति करने की आवश्यकता।",
    "Governing Law and Jurisdiction: Specifying the governing law and jurisdiction for any disputes.": "शासन कानून और क्षेत्राधिकार: किसी भी विवाद के लिए शासन कानून और क्षेत्राधिकार निर्दिष्ट करना।",
    "Note: This is a general template. Bachiswap may have more detailed Terms of Service with specific terms and conditions. Please refer to the official Bachiswap website for the most accurate information.": "नोट: यह एक सामान्य टेम्पलेट है। Bachiswap के पास विशिष्ट शर्तों और नियमों के साथ अधिक विस्तृत सेवा की शर्तें हो सकती हैं। कृपया सटीक जानकारी के लिए आधिकारिक Bachiswap वेबसाइट देखें।"
}
