{
    "Terms & Condition":"이용 약관",
    "Introduction":"소개",
    "These Terms of Service govern the relationship between Bachiswap and its users. By using our trading platform, you agree to be bound by these terms and conditions.":"본 서비스 약관은 Bachiswap과 사용자 간의 관계에 적용됩니다. 우리의 거래 플랫폼을 사용함으로써 귀하는 본 이용 약관을 준수할 것에 동의하게 됩니다.",
    "Service Description":"서비스 설명",
    "Bachiswap provides a trading platform that enables users to exchange cryptocurrencies. We do not guarantee the continuous or uninterrupted availability of the service.":"Bachiswap은 사용자가 암호화폐를 교환할 수 있는 거래 플랫폼을 제공합니다. 당사는 서비스의 지속적이고 중단 없는 가용성을 보장하지 않습니다.",
    "User Accounts":"사용자 계정",
    "To use the platform, you must create an account. You are responsible for maintaining the security of your account information. Bachiswap is not liable for any losses resulting from the unauthorized use of your account.":"플랫폼을 사용하려면 계정을 만들어야 합니다. 귀하는 귀하의 계정 정보의 보안을 유지할 책임이 있습니다. Bachiswap은 귀하 계정의 무단 사용으로 인한 손실에 대해 책임을 지지 않습니다.",
    "Transactions":"업무",
    "All transactions on the Bachiswap platform are peer-to-peer. Bachiswap does not act as an intermediary in these transactions. You are solely responsible for your transactions.":"Bachiswap 플랫폼의 모든 거래는 P2P 방식입니다. Bachiswap은 이러한 거래에서 중개자 역할을 하지 않습니다. 귀하의 거래에 대한 책임은 전적으로 귀하에게 있습니다.",
    "Fees":"수수료",
    "Bachiswap may charge fees for its services. Fees will be clearly communicated on the platform.":"Bachiswap은 서비스에 대한 수수료를 청구할 수 있습니다. 수수료는 플랫폼에서 명확하게 전달됩니다.",
    "Limitation of Liability":"책임의 제한",
    "Bachiswap is not liable for any direct, indirect, incidental, or consequential damages arising out of the use or inability to use the platform.":"Bachiswap은 플랫폼 사용 또는 사용 불가능으로 인해 발생하는 직접적, 간접적, 우발적 또는 결과적 손해에 대해 책임을 지지 않습니다.",
    "Intellectual Property":"지적재산권",
    "All intellectual property rights related to the Bachiswap platform belong to Bachiswap.":"Bachiswap 플랫폼과 관련된 모든 지적재산권은 Bachiswap에 귀속됩니다.",
    "Changes to Terms of Service":"서비스 약관 변경",
    "Bachiswap reserves the right to change these Terms of Service at any time. We will notify you of any material changes.":"Bachiswap은 언제든지 본 서비스 약관을 변경할 권리를 보유합니다. 중요한 변경 사항이 있으면 알려드리겠습니다.",
    "Contact":"연락하다",
    "If you have any questions or concerns about these Terms of Service, please contact us using the contact information provided on the Bachiswap website.":"본 서비스 약관에 대해 질문이나 우려사항이 있는 경우 Bachiswap 웹사이트에 제공된 연락처 정보를 사용하여 당사에 문의하십시오.",
    "Additional considerations when drafting Terms of Service:":"서비스 약관 초안 작성 시 추가 고려사항:",
    "Compliance with Laws: Ensure your Terms of Service comply with applicable laws and regulations related to cryptocurrency trading.":"법률 준수: 귀하의 서비스 약관이 암호화폐 거래와 관련된 해당 법률 및 규정을 준수하는지 확인하십시오.",
    "Clarity and Fairness: Use clear and understandable language and ensure the terms are fair to both parties.":"명확성과 공정성: 명확하고 이해하기 쉬운 언어를 사용하고 용어가 양 당사자에게 공정한지 확인합니다.",
    "User Protection: Clearly define Bachiswap's responsibilities to users and the protections afforded to them.":"사용자 보호: 사용자에 대한 Bachiswap의 책임과 사용자에게 제공되는 보호를 명확하게 정의합니다.",
    "Dispute Resolution: Specify how disputes between Bachiswap and users will be resolved.":"분쟁 해결: Bachiswap과 사용자 간의 분쟁을 해결하는 방법을 지정합니다.",
    "For further assistance with drafting Terms of Service, consult with a legal expert. Would you like me to add specific clauses to this template?":"서비스 약관 초안 작성에 대한 추가 지원이 필요한 경우 법률 전문가에게 문의하세요. 이 템플릿에 특정 조항을 추가하시겠습니까?",
    "Disclaimer of Warranties: Explicitly stating that the platform is provided as is without warranties.":"보증 면책조항: 플랫폼이 보증 없이 있는 그대로 제공된다는 점을 명시적으로 명시합니다.",
    "Indemnification: Requiring users to indemnify Bachiswap for certain claims.":"면책: 사용자에게 특정 청구에 대해 Bachiswap을 면책하도록 요구합니다.",
    "Governing Law and Jurisdiction: Specifying the governing law and jurisdiction for any disputes.":"준거법 및 관할권: 모든 분쟁에 대한 준거법 및 관할권을 지정합니다.",
    "Note: This is a general template. Bachiswap may have more detailed Terms of Service with specific terms and conditions. Please refer to the official Bachiswap website for the most accurate information.":"참고: 이는 일반적인 템플릿입니다. Bachiswap에는 특정 이용 약관이 포함된 더 자세한 서비스 약관이 있을 수 있습니다. 가장 정확한 정보는 Bachiswap 공식 웹사이트를 참조하세요."
}