{
    "Privacy Policy": "سياسة الخصوصية",
    "Introduction": "مقدمة",
    "This Privacy Policy outlines how Bachiswap collects, uses, shares, and protects your personal information when you use our trading platform. We are committed to respecting your privacy and safeguarding your personal data.": "توضح سياسة الخصوصية هذه كيف تقوم Bachiswap بجمع واستخدام ومشاركة وحماية معلوماتك الشخصية عند استخدامك لمنصتنا التجارية. نحن ملتزمون باحترام خصوصيتك وحماية بياناتك الشخصية.",
    "Information We Collect": "المعلومات التي نجمعها",
    "Personal Information: We may collect personal information when you create an account, including your name, email address, phone number, IP address, and identity verification information": "المعلومات الشخصية: قد نقوم بجمع المعلومات الشخصية عند إنشاء حساب، بما في ذلك اسمك وعنوان بريدك الإلكتروني ورقم هاتفك وعنوان IP ومعلومات التحقق من الهوية.",
    "Transaction Information: We collect information about your transactions on the platform, such as the types of cryptocurrencies, quantities, prices, and transaction times.": "معلومات المعاملات: نجمع معلومات حول معاملاتك على المنصة، مثل أنواع العملات المشفرة والكميات والأسعار وأوقات المعاملات.",
    "Device Information: We may collect information about the device you use to access our platform, including the operating system, browser, and IP address.": "معلومات الجهاز: قد نقوم بجمع معلومات حول الجهاز الذي تستخدمه للوصول إلى منصتنا، بما في ذلك نظام التشغيل والمتصفح وعنوان IP.",
    "How We Use Your Information": "كيف نستخدم معلوماتك",
    "Providing Services: We use your personal information to verify your identity, create an account, process transactions, and provide customer support.": "تقديم الخدمات: نستخدم معلوماتك الشخصية للتحقق من هويتك وإنشاء حساب ومعالجة المعاملات وتقديم دعم العملاء.",
    "Securing Your Account: We use your personal information to protect your account and prevent fraudulent activity.": "تأمين حسابك: نستخدم معلوماتك الشخصية لحماية حسابك ومنع الأنشطة الاحتيالية.",
    "Improving Services: We use information about your transactions to analyze and improve our services.": "تحسين الخدمات: نستخدم المعلومات حول معاملاتك لتحليل وتحسين خدماتنا.",
    "Compliance with Laws: We may use your information to comply with legal and regulatory requirements.": "الامتثال للقوانين: قد نستخدم معلوماتك للامتثال للمتطلبات القانونية والتنظيمية.",
    "Sharing of Information": "مشاركة المعلومات",
    "We do not share your personal information with any third parties, except as required by law or to protect our rights and property.": "نحن لا نشارك معلوماتك الشخصية مع أي أطراف ثالثة، إلا إذا كان ذلك مطلوبًا بموجب القانون أو لحماية حقوقنا وممتلكاتنا.",
    "Data Security": "أمان البيانات",
    "We employ technical and organizational security measures to protect your personal information from loss, unauthorized access, disclosure, alteration, use, or destruction.": "نحن نستخدم تدابير أمان تقنية وتنظيمية لحماية معلوماتك الشخصية من الفقدان أو الوصول غير المصرح به أو الكشف أو التعديل أو الاستخدام أو التدمير.",
    "Your Rights": "حقوقك",
    "You have the right to access, modify, and delete your personal information. You also have the right to object to the processing of your personal information.": "لديك الحق في الوصول إلى معلوماتك الشخصية وتعديلها وحذفها. لديك أيضًا الحق في الاعتراض على معالجة معلوماتك الشخصية.",
    "Changes to This Privacy Policy": "التغييرات في سياسة الخصوصية هذه",
    "We may update this Privacy Policy from time to time. We will notify you of any significant changes.  ": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سنقوم بإعلامك بأي تغييرات مهمة.",
    "Contact Us": "اتصل بنا",
    "Bachiswap reserves the right to change these Terms of Service at any time. We will notify you of any material changes.": "تحتفظ Bachiswap بالحق في تغيير شروط الخدمة هذه في أي وقت. سنقوم بإعلامك بأي تغييرات جوهرية.",
    "Contact": "تواصل معنا",
    "If you have any questions or concerns about this Privacy Policy, please contact us using the contact information provided on the Bachiswap website. Note This is a general template. Bachiswap may have a more detailed privacy policy with specific terms and conditions. Please refer to the official Bachiswap website for the most accurate information.": "إذا كان لديك أي أسئلة أو مخاوف بشأن سياسة الخصوصية هذه، يرجى الاتصال بنا باستخدام معلومات الاتصال المتوفرة على موقع Bachiswap. ملاحظة: هذا نموذج عام. قد تحتوي Bachiswap على سياسة خصوصية أكثر تفصيلاً مع شروط وأحكام محددة. يرجى الرجوع إلى الموقع الرسمي لـ Bachiswap للحصول على أدق المعلومات.",
    "Additionally, when drafting a privacy policy, consider the following:": "بالإضافة إلى ذلك، عند صياغة سياسة الخصوصية، ضع في اعتبارك ما يلي:",
    "Compliance with Laws: Ensure your policy complies with current data protection regulations.": "الامتثال للقوانين: تأكد من أن سياستك تتوافق مع لوائح حماية البيانات الحالية.",
    "Transparency: Use clear and understandable language so users can easily comprehend how their information is handled.": "الشفافية: استخدم لغة واضحة ومفهومة حتى يتمكن المستخدمون من فهم كيفية التعامل مع معلوماتهم بسهولة.",
    "Data Security: Implement robust security measures to protect personal information.": "أمان البيانات: تنفيذ تدابير أمان قوية لحماية المعلومات الشخصية.",
    "User Rights: Guarantee users have control over their data": "حقوق المستخدم: ضمان أن يتحكم المستخدمون في بياناتهم",
    "Note: This is a general template. Bachiswap may have more detailed Terms of Service with specific terms and conditions. Please refer to the official Bachiswap website for the most accurate information.": "ملاحظة: هذا نموذج عام. قد تحتوي Bachiswap على شروط خدمة أكثر تفصيلاً مع شروط وأحكام محددة. يرجى الرجوع إلى الموقع الرسمي لـ Bachiswap للحصول على أدق المعلومات."
}
