{
    "Terms & Condition": "الشروط والأحكام",
    "Introduction": "مقدمة",
    "These Terms of Service govern the relationship between Bachiswap and its users. By using our trading platform, you agree to be bound by these terms and conditions.": "تنظم شروط الخدمة هذه العلاقة بين Bachiswap والمستخدمين. باستخدام منصة التداول الخاصة بنا، فإنك توافق على الالتزام بهذه الشروط والأحكام.",
    "Service Description": "وصف الخدمة",
    "Bachiswap provides a trading platform that enables users to exchange cryptocurrencies. We do not guarantee the continuous or uninterrupted availability of the service.": "تقدم Bachiswap منصة تداول تتيح للمستخدمين تبادل العملات المشفرة. نحن لا نضمن توفر الخدمة بشكل مستمر أو دون انقطاع.",
    "User Accounts": "حسابات المستخدمين",
    "To use the platform, you must create an account. You are responsible for maintaining the security of your account information. Bachiswap is not liable for any losses resulting from the unauthorized use of your account.": "لاستخدام المنصة، يجب عليك إنشاء حساب. أنت مسؤول عن الحفاظ على أمان معلومات حسابك. لا تتحمل Bachiswap المسؤولية عن أي خسائر تنشأ عن الاستخدام غير المصرح به لحسابك.",
    "Transactions": "المعاملات",
    "All transactions on the Bachiswap platform are peer-to-peer. Bachiswap does not act as an intermediary in these transactions. You are solely responsible for your transactions.": "جميع المعاملات على منصة Bachiswap هي معاملات من نظير إلى نظير. لا تعمل Bachiswap كوسيط في هذه المعاملات. أنت مسؤول فقط عن معاملاتك.",
    "Fees": "الرسوم",
    "Bachiswap may charge fees for its services. Fees will be clearly communicated on the platform.": "قد تفرض Bachiswap رسومًا مقابل خدماتها. سيتم توضيح الرسوم بوضوح على المنصة.",
    "Limitation of Liability": "تحديد المسؤولية",
    "Bachiswap is not liable for any direct, indirect, incidental, or consequential damages arising out of the use or inability to use the platform.": "لا تتحمل Bachiswap المسؤولية عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو تبعية تنشأ عن استخدام المنصة أو عدم القدرة على استخدامها.",
    "Intellectual Property": "الملكية الفكرية",
    "All intellectual property rights related to the Bachiswap platform belong to Bachiswap.": "تعود جميع حقوق الملكية الفكرية المتعلقة بمنصة Bachiswap إلى Bachiswap.",
    "Changes to Terms of Service": "تغييرات على شروط الخدمة",
    "Bachiswap reserves the right to change these Terms of Service at any time. We will notify you of any material changes.": "تحتفظ Bachiswap بالحق في تغيير شروط الخدمة هذه في أي وقت. سنقوم بإبلاغك بأي تغييرات جوهرية.",
    "Contact": "اتصل بنا",
    "If you have any questions or concerns about these Terms of Service, please contact us using the contact information provided on the Bachiswap website.": "إذا كان لديك أي أسئلة أو مخاوف بشأن شروط الخدمة هذه، يرجى الاتصال بنا باستخدام معلومات الاتصال المتوفرة على موقع Bachiswap.",
    "Additional considerations when drafting Terms of Service:": "اعتبارات إضافية عند صياغة شروط الخدمة:",
    "Compliance with Laws: Ensure your Terms of Service comply with applicable laws and regulations related to cryptocurrency trading.": "الامتثال للقوانين: تأكد من أن شروط الخدمة الخاصة بك تتوافق مع القوانين واللوائح المعمول بها المتعلقة بتداول العملات المشفرة.",
    "Clarity and Fairness: Use clear and understandable language and ensure the terms are fair to both parties.": "الوضوح والعدالة: استخدم لغة واضحة ومفهومة وتأكد من أن الشروط عادلة للطرفين.",
    "User Protection: Clearly define Bachiswap's responsibilities to users and the protections afforded to them.": "حماية المستخدم: حدد بوضوح مسؤوليات Bachiswap تجاه المستخدمين والحمايات الممنوحة لهم.",
    "Dispute Resolution: Specify how disputes between Bachiswap and users will be resolved.": "حل النزاعات: حدد كيفية حل النزاعات بين Bachiswap والمستخدمين.",
    "For further assistance with drafting Terms of Service, consult with a legal expert. Would you like me to add specific clauses to this template?": "للحصول على مساعدة إضافية في صياغة شروط الخدمة، استشر خبيرًا قانونيًا. هل ترغب في أن أضيف بنودًا محددة إلى هذا النموذج؟",
    "Disclaimer of Warranties: Explicitly stating that the platform is provided as is without warranties.": "تنصل من الضمانات: توضيح أن المنصة مقدمة كما هي دون ضمانات.",
    "Indemnification: Requiring users to indemnify Bachiswap for certain claims.": "تعويض: إلزام المستخدمين بتعويض Bachiswap عن بعض المطالبات.",
    "Governing Law and Jurisdiction: Specifying the governing law and jurisdiction for any disputes.": "القانون الحاكم والاختصاص القضائي: تحديد القانون الحاكم والاختصاص القضائي لأي نزاعات.",
    "Note: This is a general template. Bachiswap may have more detailed Terms of Service with specific terms and conditions. Please refer to the official Bachiswap website for the most accurate information.": "ملاحظة: هذا نموذج عام. قد تحتوي Bachiswap على شروط خدمة أكثر تفصيلاً مع شروط وأحكام محددة. يرجى الرجوع إلى الموقع الرسمي لـ Bachiswap للحصول على أدق المعلومات."
}
